Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/barentswatch.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Senja mixes southern Norway’s skerry chains with the ruggedness of Lofoten.
nn: Senja er ein kombinasjon av Sørlandets skjergard og Lofotens fjell.

source: Good opportunities for solitary enjoyment of nature can be found northwards from Bømlo on the south-west coast.
nn: Frå Bømlo og nordover er det gode moglegheiter for nyte naturen aleine.

source: Ytre Hvaler National Park borders on Sweden’s Kosterhavet National Park, which was established at the same time.
nn: Ytre Hvaler nasjonalpark grenser til den svenske Kosterhavet nasjonalpark som vart oppretta samtidig.

source: Most of Ytre Hvaler National Park consists of the seabed.
nn: Det meste av Ytre Hvaler nasjonalpark er hav- og sjøbotn.

source: On the other hand, facilities for pleasure boating are good.
nn: Til gjengjeld er det godt tilrettelagt for båtturistar.

source: In Norway we distinguish between national parks, landscape protection areas, nature reserves, biotope protection areas, and marine protection areas.
nn: I Noreg skil me mellom nasjonalparkar, landskapsvernområde, naturreservat, biotopverneområde og marine verneområde.

source: Ytre Hvaler National Park was established in 2009 as the first national park to also include underwater areas.
nn: Ytre Hvaler nasjonalpark vart oppretta i 2009 som den fyrste nasjonalparken som også inkluderte område under vassflata.

source: The protected areas along the coast and in the ocean aim to safeguard vulnerable and threatened ecosystems and conserve areas of international, national, and regional value.
nn: Dei verna områda langs kysten og i havet skal sikre sårbare og trua naturtypar, og ta vare på område av internasjonal, nasjonal og regional verdi.

source: Norway, including Svalbard, contains around 2,700 protected nature areas.
nn: Noreg, inkludert Svalbard, har til saman cirka 2 700 verneområde for naturområde.

source: In mainland Norway, most of the national parks are inland or in the mountains, though some do extend all the way down to the sea, such as Lomsdal-Visten National Park in Nordland and Seiland National Park in Finnmark.
nn: På fastlandet i Noreg er dei fleste nasjonalparkane i innlandet eller fjellet, men nokre går også heilt ned til sjøen som til dømes Lomsdal – Visten nasjonalpark i Nordland og Seiland nasjonalpark i Finnmark.
